Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AccessibilityUIUtilities/AXUILocalizedStrings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# LIVE_TRANSCRIPTION_USAGE_SECURITY_MESSAGE_VISION
source: Your Apple Vision Pro will use on-device intelligence to automatically display captions across all apps. Accuracy of Live Captions may vary and should not be relied upon in high-risk or emergency situations.
ar: ستستخدم Apple Vision Pro الذكاء المتضمن في الجهاز لعرض التعليقات المصاحبة للصوت تلقائيًا في جميع التطبيقات. قد تتفاوت دقة التعليقات المصاحبة المباشرة؛ لذا لا ينبغي الاعتماد عليها في حالات الخطورة العالية أو الطوارئ.
bg: Вашият Apple Vision Pro ще използва вградената интелигентност на устройството, за да показва автоматично субтитри във всички приложения. Точността на функцията Субтитри на живо може да варира и не трябва да разчитате на нея във високорискови или спешни ситуации.
ca: L’Apple Vision Pro farà servir la intel·ligència local del dispositiu per mostrar transcripcions en totes les apps automàticament. La precisió pot variar i no s’hi ha de confiar en situacions d’emergència o d’alt risc.
cs: Apple Vision Pro bude s využitím vlastní inteligence zařízení automaticky zobrazovat titulky ve všech aplikacích. Přesnost živých titulků může kolísat, takže byste se na ně neměli spoléhat ve vysoce rizikových a krizových situacích.
da: Din Apple Vision Pro bruger intelligens på enheden til automatisk at vise undertekster i alle apps. Nøjagtigheden af liveundertekster kan variere, og du bør ikke stole på dem i risikobetonede eller nødsituationer.
de: Dank integrierter künstlicher Intelligenz werden Untertitel automatisch in allen Apps auf der Apple Vision Pro eingeblendet. Die Genauigkeit von Live-Untertiteln kann variieren und sollte in Risikosituationen oder Notfällen nicht als zuverlässige Quelle genutzt werden.
el: Το Apple Vision Pro θα χρησιμοποιήσει νοημοσύνη επί της συσκευής για να εμφανίζει λεζάντες αυτόματα σε όλες τις εφαρμογές. Η ακρίβεια των Ζωντανών λεζαντών ενδέχεται να ποικίλλει και δεν πρέπει να βασίζεστε σε αυτές σε καταστάσεις υψηλού κινδύνου ή έκτακτης ανάγκης.
es: El Apple Vision Pro usará la inteligencia local del dispositivo para generar subtítulos automáticamente en todas las apps. La precisión de los subtítulos en vivo puede variar y no debe considerarse como un recurso fiable en situaciones de alto riesgo o emergencia.
es_us: Tu Apple Vision Pro usará la inteligencia en el dispositivo para mostrar subtítulos automáticamente en todas las apps. La precisión de los subtítulos en vivo puede variar y, por lo tanto, no se recomienda confiar en ellos en situaciones de emergencia o alto riesgo.
fi: Apple Vision Pro näyttää tekstityksen automaattisesti laiteälyn avulla kaikissa apeissa. Live-tekstityksen tarkkuus voi vaihdella, eikä siihen tule luottaa riskialttiissa tai hätätilanteissa.
fr: Votre Apple Vision Pro utilisera une technologie exécutée sur l’appareil pour afficher automatiquement des sous-titres dans toutes les apps. La précision des sous-titres en direct peut varier et ceux-ci ne doivent pas être utilisés dans des situations à haut risque ou d’urgence.
fr_ca: Votre Apple Vision Pro utilisera les fonctions d’intelligence de l’appareil pour afficher automatiquement des sous-titres dans toutes les apps. La précision des sous-titres en direct pouvant varier, ne vous y fiez pas dans des situations à haut risque ou d’urgence.
he: ה-Apple Vision Pro ישתמש בטכנולוגיית בינה מלאכותית במכשיר עצמו כדי להציג כתוביות באופן אוטומטי בכל היישומים. ייתכן שרמת הדיוק של כתוביות בזמן אמת תשתנה, ואין להסתמך עליהן במצבי סיכון גבוה או במצבי חירום.
hi: सभी ऐप्स पर ऑटोमैटिकली कैप्शन दिखाने के लिए आपका Apple Vision Pro ऑन-डिवाइस इंटेलीजेंस का इस्तेमाल करेगा। लाइव कैप्शन की सटीकता में भिन्नता हो सकती है और उच्च जोखिम वाली या आपातकालीन स्थितियों में उन पर भरोसा नहीं करना चाहिए।
hr: Apple Vision Pro će koristiti inteligenciju na uređaju za automatsko prikazivanje opisa u svim aplikacijama. Točnost opisa uživo može varirati i na njih se ne biste trebali oslanjati u situacijama visokog rizika ili u hitnim situacijama. Opisi uživo koriste dodatni napon baterije.
hu: Az Apple Vision Prója az eszközön való feldolgozás segítségével automatikusan megjeleníti a feliratokat az összes appban. Az Élő feliratok pontossága változó lehet, és magas kockázatú helyzetekben vagy vészhelyzetben nem ajánlott rájuk támaszkodni.
id: Apple Vision Pro Anda akan menggunakan kecerdasan pada perangkat untuk menampilkan teks di semua app secara otomatis. Akurasi Teks Langsung dapat berbeda-beda dan tidak boleh diandalkan dalam situasi berisiko tinggi atau darurat.
it: Apple Vision Pro utilizzerà l’intelligenza artificiale presente sul dispositivo per mostrare automaticamente le trascrizioni su tutte le app. L’accuratezza delle trascrizioni in tempo reale potrebbe variare e non è consigliabile fare affidamento sulla funzionalità in situazioni ad alto rischio o di emergenza.
ja: デバイス上の人工知能機能を使用して、Apple Vision Proのすべてのアプリで自動的にキャプションが表示されます。ライブキャプションの精度は一定ではなく、危険性の高い状況または緊急時にはライブキャプションを信頼すべきではありません。
kk: Apple Vision Pro құрылғыңыз барлық қолданбада субтитрлерді автоматты түрде көрсету үшін құрылғыдағы жасанды сананы пайдаланады. Live субтитрлердің дәлдігі әртүрлі болуы мүмкін және оларға аса қауіпті немесе төтенше жағдайларда сенуге болмайды.
ko: Apple Vision Pro는 온디바이스 지능형 기능을 사용하여 모든 앱에 걸쳐 자동으로 자막을 표시합니다. 실시간 자막의 정확성은 때에 따라 다를 수 있으며, 위험이 큰 상황 또는 긴급 상황에서 이 기능에 의존해서는 안 됩니다.
lt: Jūsų „Apple Vision Pro“ naudos įrenginio dirbtinį intelektą, kad automatiškai rodytų titrus visose programose. Tiesioginių titrų tikslumas gali skirtis, todėl jais nereikėtų pasikliauti patekus į itin rizikingą ar nelaimės situaciją.
ms: Apple Vision Pro anda akan menggunakan kecerdasan pada peranti untuk memaparkan kapsyen secara automatik merentas semua app. Ketepatan Kapsyen Langsung mungkin berbeza-beza dan tidak sepatutnya digunakan dalam situasi berisiko tinggi atau kecemasan.
nb: Apple Vision Pro vil bruke kunstig intelligens på enheten til å tekste lyd automatisk i alle apper. Direkteteksting er ikke alltid like nøyaktig, og bør ikke stoles på i nød- eller risikosituasjoner.
nl: Je Apple Vision Pro gebruikt intelligentie op het apparaat om automatisch bijschriften in alle apps weer te geven. De nauwkeurigheid van live bijschriften kan variëren. Vertrouw er niet op in situaties met een hoog risico of in noodgevallen.
pl: Apple Vision Pro będzie automatycznie wyświetlał napisy we wszystkich aplikacjach, używając wbudowanej sztucznej inteligencji. Dokładność napisów na żywo nie jest gwarantowana i nie należy na nich polegać w sytuacjach wysokiego ryzyka ani awaryjnych.
pt: O Apple Vision Pro usará a inteligência no dispositivo para exibir legendas automaticamente em todos os apps. A precisão das Legendas ao Vivo pode variar e você não deve contar com elas em situações de alto risco ou emergência.
pt_pt: O Apple Vision Pro usará a tecnologia de inteligência no dispositivo para mostrar legendas automaticamente em todas as aplicações. A precisão das legendas em tempo real pode variar e não deve ser considerada fiável em situações de alto risco ou de emergência.
ro: Apple Vision Pro‑ul va utiliza procesare inteligentă pe dispozitiv pentru a afișa în mod automat subtitrări în toate aplicațiile. Precizia subtitrărilor live ar putea varia și nu trebuie să vă bazați pe această funcționalitate în situații de urgență sau cu risc ridicat.
ru: Apple Vision Pro будет автоматически отображать субтитры во всех приложениях, используя искусственный интеллект на устройстве. Точность субтитров не гарантируется, и на них не следует полагаться в ситуациях высокого риска или экстренных случаях.
sk: Vaše Apple Vision Pro bude pomocou umelej inteligencie na zariadení automaticky zobrazovať titulky vo všetkých apkách. Presnosť živých titulkov môže kolísať a nemali by ste sa na ne spoliehať v rizikových ani krízových situáciách.
sl: Apple Vision Pro uporablja inteligenco v napravi za samodejni prikaz napisov v vseh aplikacijah. Možna so odstopanja v točnosti napisov v živo, zato se nanje ne bi smeli zanašati v primerih visokega tveganja ali v izrednih razmerah.
sv: Apple Vision Pro visar automatiskt text i alla appar genom att behandla ljuddata på enheten. Hur korrekt direkttextning är kan variera och du bör inte förlita dig på funktionen i nödsituationer eller situationer med hög risk.
th: Apple Vision Pro ของคุณจะใช้ความฉลาดของอุปกรณ์เพื่อแสดงคำบรรยายเสียงสดบนแอปทั้งหมดโดยอัตโนมัติ ความแม่นยำของคำบรรยายเสียงสดอาจแตกต่างกันไปและไม่ควรพึ่งพาคำบรรยายเสียงสดเพียงอย่างเดียวในสถานการณ์ที่มีความเสี่ยงสูงหรือฉุกเฉิน
tr: Apple Vision Pro’nuz, canlı altyazıları tüm uygulamalarda otomatik olarak görüntülemek için aygıttaki yapay zekâyı kullanır. Canlı Altyazı doğruluğu değişkenlik gösterebilir ve yüksek riskli veya acil durumlarda canlı altyazıya güvenilmemelidir.
uk: Ваш Apple Vision Pro автоматично показуватиме субтитри в усіх програмах за допомогою вбудованих інтелектуальних алгоритмів. Точність Субтитрів наживо може бути різною, тому на неї не варто покладатися в ризикованих чи екстрених ситуаціях.
vi: Apple Vision Pro của bạn sẽ sử dụng công nghệ thông minh trên thiết bị để tự động hiển thị chú thích trên tất cả các ứng dụng. Độ chính xác của Chú thích trực tiếp có thể thay đổi và bạn không nên dựa vào tính năng này trong các tình huống khẩn cấp hoặc có tính rủi ro cao.
zh_cn: Apple Vision Pro将使用设备端智能技术自动在所有App中显示字幕。实时字幕的准确度可能会有所不同，在高风险或紧急情况下不应依赖实时字幕。
zh_hk: 你的Apple Vision Pro會使用裝置端智能技術自動在所有App上顯示字幕。「即時字幕」的準確性可能會有所不同，在高風險或緊急情況下不應依賴「即時字幕」。
zh_tw: 你的Apple Vision Pro會使用裝置端的智慧技術自動在所有App上顯示字幕。「即時字幕」的準確度可能不同，在高風險或緊急情況下不應該仰賴「即時字幕」功能。

# MAPS_CLIENT
source: Maps
ar: الخرائط
bg: Карти
ca: Mapes
cs: Mapy
da: Kort
de: Karten
el: Χάρτες
es: Mapas
es_us: Mapas
fi: Kartat
fr: Plans
fr_ca: Plans
he: מפות
hi: नक़्शा
hr: Karte
hu: Térképek
id: Peta
it: Mappe
ja: マップ
kk: Карталар
ko: 지도
lt: Žemėlapiai
ms: Peta
nb: Kart
nl: Kaarten
pl: Mapy
pt: Mapas
pt_pt: Mapas
ro: Hărți
ru: Карты
sk: Mapy
sl: Zemljevidi
sv: Kartor
th: แผนที่
tr: Harita
uk: Карти
vi: Bản đồ
zh_cn: 地图
zh_hk: 地圖
zh_tw: 地圖

# MAX_PREFERRED_ZOOM_LEVEL_TITLE_FOOTER
source: Maximum Zoom Level
ar: الحد الأقصى لمستوى التكبير/التصغير
bg: Максимална степен на увеличаване
ca: Nivell de zoom màxim
cs: Maximální zvětšení
da: Maksimalt zoomniveau
de: Maximale Zoomstufe
el: Μέγιστο επίπεδο ζουμ
es: Nivel máximo de zoom
es_us: Nivel máximo de zoom
fi: Suurin zoomaustaso
fr: Niveau de zoom maximum
fr_ca: Niveau de zoom maximum
he: רמת הגדלה מרבית
hi: अधिकतम ज़ूम स्तर
hr: Maksimalno uvećanje
hu: Maximális nagyítási szint
id: Level Zoom Maksimum
it: Livello zoom massimo
ja: 最大ズームレベル
kk: Максималды масштабтау деңгейі
ko: 최대 확대/축소 단계
lt: Didžiausias mastelio lygis
ms: Paras Zum Maksimum
nb: Maksimalt zoomnivå
nl: Maximale vergroting
pl: Maks. poziom powiększenia
pt: Nível Máximo de Zoom
pt_pt: Nível máximo de ampliação
ro: Nivel zoom maxim
ru: Максимальное увеличение
sk: Maximálna úroveň zväčšenia
sl: Največja stopnja povečave
sv: Maximal zoomnivå
th: ระดับซูมสูงสุด
tr: Maksimum Büyütme Düzeyi
uk: Максимальне наближення
vi: Mức thu phóng tối đa
zh_cn: 最高缩放级别
zh_hk: 最大縮放倍數
zh_tw: 最大縮放層級

# memoji.age
source: age
ar: العمر
bg: възраст
ca: edat
cs: věk
da: alder
de: Alter
el: ηλικία
es: edad
es_us: edad
fi: ikä
fr: âge
fr_ca: âge
he: גיל
hi: उम्र
hr: dob
hu: életkor
id: umur
it: età
ja: 年齢
kk: жасы
ko: 연령
lt: amžius
ms: umur
nb: alder
nl: leeftijd
pl: wiek
pt: idade
pt_pt: idade
ro: vârstă
ru: возраст
sk: vek
sl: starost
sv: ålder
th: อายุ
tr: yaş
uk: вік
vi: tuổi
zh_cn: 年龄
zh_hk: 年齡
zh_tw: 年齡

# memoji.audioLeft
source: audio left
ar: صوت يسار
bg: аудио отляво
ca: àudio esquerra
cs: levé sluchátko
da: lyd venstre
de: Audio links
el: ήχος αριστερά
es: auricular izquierdo
es_us: audio izquierdo
fi: vasen ääni
fr: audio gauche
fr_ca: audio gauche
he: אוזניה שמאל
hi: ऑडियो बाएँ
hr: zvuk lijevo
hu: hang, bal
id: audio kiri
it: auricolare sinistro
ja: 左のオーディオ
kk: сол жақ аудио
ko: 왼쪽 오디오
lt: garsas kairėje
ms: audio kiri
nb: lyd på venstre øre
nl: audio links
pl: dźwięk z lewej
pt: áudio esquerdo
pt_pt: áudio à esquerda
ro: audio stânga
ru: аудио слева
sk: ľavé slúchadlo
sl: zvok na levi
sv: ljud vänster
th: หูฟังข้างซ้าย
tr: sol ses
uk: аудіо ліворуч
vi: tai nghe bên trái
zh_cn: 左耳机
zh_hk: 左耳音訊裝置
zh_tw: 左耳音訊裝置

# memoji.audioRight
source: audio right
ar: صوت يمين
bg: аудио отдясно
ca: àudio dreta
cs: pravé sluchátko
da: lyd højre
de: Audio rechts
el: ήχος δεξιά
es: auricular derecho
es_us: audio derecho
fi: oikea ääni
fr: audio droite
fr_ca: audio droit
he: אוזניה ימין
hi: ऑडियो दाएँ
hr: zvuk desno
hu: hang, jobb
id: audio kanan
it: auricolare destro
ja: 右のオーディオ
kk: оң жақ аудио
ko: 오른쪽 오디오
lt: garsas dešinėje
ms: audio kanan
nb: lyd på høyre øre
nl: audio rechts
pl: dźwięk z prawej
pt: áudio direito
pt_pt: áudio à direita
ro: audio dreapta
ru: аудио справа
sk: pravé slúchadlo
sl: zvok na desni
sv: ljud höger
th: หูฟังข้างขวา
tr: sağ ses
uk: аудіо праворуч
vi: tai nghe bên phải
zh_cn: 右耳机
zh_hk: 右耳音訊裝置
zh_tw: 右耳音訊裝置

# memoji.beautymarks
source: beauty marks
ar: الشامات
bg: отличителни черти
ca: pigues
cs: znaménka krásy
da: skønhedspletter
de: Schönheitsflecken
el: ελιές στο πρόσωπο
es: marcas de belleza
es_us: lunares
fi: kauneuspilkut
fr: grains de beauté
fr_ca: grains de beauté
he: נקודות חן
hi: तिल
hr: madeži
hu: szépségpöttyök
id: tahi lalat
it: nei
ja: ほくろ
kk: мең
ko: 점
lt: veido dėmelės
ms: tahi lalat manis
nb: skjønnhetsflekker
nl: schoonheids­vlekjes
pl: oznaki urody
pt: pintas
pt_pt: sinais
ro: alunițe
ru: родинки
sk: znamienka krásy
sl: lepotna znamenja
sv: födelsemärken
th: ไฝ
tr: yüz beni
uk: родимки
vi: nốt ruồi
zh_cn: 美人痣
zh_hk: 美人痣
zh_tw: 美人痣

# memoji.blush
source: blush
ar: التورّد
bg: изчервяване
ca: coloret
cs: ruměnec
da: rouge
de: Röte
el: ρουζ
es: mejillas
es_us: rubor
fi: punastuminen
fr: rougissement
fr_ca: fard à joues
he: סומק
hi: ब्लश
hr: rumenilo
hu: elpirulás
id: merah muka
ja: 赤面
kk: беттің шырайы
ko: 블러셔
lt: raudonis
ms: pemerah
nb: rødme
nl: rouge
pl: rumieniec
pt: rubor
pt_pt: rubor
ro: fard
ru: румянец
sk: rumenec
sl: zardevanje
sv: rodnad
th: บลัช
tr: allık
uk: румʼяна
vi: phấn má
zh_cn: 腮红
zh_hk: 胭脂
zh_tw: 臉紅

# memoji.bodyshape
source: body shape
ar: شكل الجسم
bg: форма на тялото
ca: forma del cos
cs: postava
da: figur
de: Figur
el: σχήμα σώματος
es: forma corporal
es_us: forma del cuerpo
fi: kehon muoto
fr: forme corporelle
fr_ca: silhouette
he: צורת גוף
hi: शरीर का आकार
hr: oblik tijela
hu: testalkat
id: bentuk tubuh
it: forma del corpo
ja: 体型
kk: дене бітімі
ko: 신체 형상
lt: kūno sudėjimas
ms: bentuk badan
nb: kroppsform
nl: lichaams­vorm
pl: figura
pt: formato do corpo
pt_pt: forma do corpo
ro: formă corp
ru: фигура
sk: postava
sl: postava
sv: kroppsform
th: รูปร่าง
tr: vücut şekli
uk: форма тіла
vi: hình dạng cơ thể
zh_cn: 体型
zh_hk: 身型
zh_tw: 體型

# memoji.browspiercings
source: brows piercings
ar: ثقوب حُلِّي الحواجب
bg: пиърсинг на веждите
ca: pírcings de la cella
cs: piercingy v obočí
da: øjenbryns­piercinger
de: Brauen-Piercings
el: τρυπήματα στα φρύδια
es: piercings en las cejas
es_us: perforaciones en las cejas
fi: kulmakarvalävistykset
fr: piercings d’arcade
fr_ca: perçages aux sourcils
he: עגיל בגבה
hi: भौंह के आभूषण
hr: piercinzi za obrvu
hu: szemöldökpiercingek
id: tindikan alis
it: piercing alle sopracciglia
ja: 眉ピアス
kk: қас пирсингі
ko: 눈썹 피어싱
lt: antakių auskarai
ms: tindik kening
nb: piercing i øyenbryn
nl: wenk­brauw­piercings
pl: kolczyk w brwi
pt: piercings nas sobrancelhas
pt_pt: piercings nas sobrancelhas
ro: piercinguri în sprânceană
ru: пирсинг бровей
sk: pírsing v obočí
sl: piercingi za obrvi
sv: ögonbrynspiercingar
th: เจาะคิ้ว
tr: kaş piercing’leri
uk: пірсинг брів
vi: khuyên lông mày
zh_cn: 眉环
zh_hk: 眉環
zh_tw: 眉環

# memoji.description.basic
source: skin tone: %@; hairstyle: %@, %@; eyes: %@;
ar: البشرة: %@: تسريحة الشعر: %@، %@: العينان: %@
bg: тен на кожата: %@; прическа: %@, %@; очи: %@;
ca: to de pell: %@; cabells: %@, %@; ulls: %@;
cs: pleť: %@; vlasy: %@, %@; oči: %@;
da: hud: %@; frisure: %@, %@; øjne: %@;
de: Hautfarbe: %@; Frisur: %@, %@; Augen: %@;
el: τόνος δέρματος: %@, κούρεμα: %@, %@, μάτια: %@,
es: tono de piel: %@; peinado: %@, %@; ojos: %@;
es_us: piel: %@; peinado: %@, %@; ojos: %@;
fi: ihonväri: %@; hiustyyli: %@, %@; silmät: %@;
fr: couleur de peau : %@ ; coiffure : %@, %@ ; yeux : %@ ;
fr_ca: peau : %@; coiffure : %@; %@; yeux : %@;
he: גון עור: %@; שיער: %@, %@; עיניים: %@;
hi: रंग : %@; बालों का स्टाइल : %@, %@; आँखें : %@;
hr: ton kože: %@; frizura: %@, %@; oči: %@;
hu: bőrtónus: %@; hajstílus: %@, %@; szem: %@;
id: warna kulit: %@; gaya rambut: %@, %@; mata: %@;
it: carnagione: %@; capelli: %@, %@; occhi: %@;
ja: スキントーン: %@、髪型: %@、%@、目: %@、
kk: тері реңкі: %@; шаш үлгісі: %@, %@; көзі: %@;
ko: 피부톤: %@; 헤어스타일: %@, %@; 눈: %@;
lt: odos atspalvis: %@; šukuosena: %@, %@; akys: %@;
ms: ton kulit: %@; gaya rambut: %@, %@; mata: %@;
nb: hudfarge: %@; frisyre: %@, %@; øyne: %@;
nl: huidskleur: %@; haarstijl: %@, %@; ogen: %@;
pl: karnacja: %@; fryzura: %@, %@; oczy: %@;
pt: tom de pele: %@; penteado: %@, %@; olhos: %@;
pt_pt: tom de pele: %@; penteado: %@, %@; olhos: %@;
ro: ton piele: %@; coafură: %@, %@; ochi: %@;
ru: кожа: %@; волосы: %@, %@; глаза: %@;
sk: odtieň pokožky: %@; účes: %@ vlasy, %@; oči: %@;
sl: polt: %@; pričeska: %@, %@; oči: %@;
sv: hy: %@; frisyr: %@, %@; ögon: %@;
th: โทนสีผิว: %@; ทรงผม: %@, %@; ตา: %@;
tr: ten rengi: %@; saç modeli: %@, %@; göz: %@;
uk: тон шкіри: %@; зачіска: %@, %@; очі: %@;
vi: màu da: %@; kiểu tóc: %@, %@; mắt: %@;
zh_cn: 肤色：%@；发型：%@、%@；眼睛：%@
zh_hk: 膚色：%@；髮型：%@、%@；眼睛：%@；
zh_tw: 膚色：%@；髮型：%@、%@；眼睛：%@；

# memoji.description.facewear
source: face wear: %@, %@
ar: غطاء الوجه: %@، %@
bg: аксесоари за лице: %@, %@
ca: accessoris per a la cara: %@, %@
cs: zakrytí tváře: %@, %@
da: ansigtsbeklædning: %@, %@
de: Gesichtsbedeckung: %@, %@
el: αξεσουάρ προσώπου: %@, %@
es: mascarilla: %@, %@
es_us: accesorios para la cara: %@, %@
fi: kasvoilla: %@, %@
fr: masque de protection : %@, %@
fr_ca: couvre-visage : %@, %@
he: כיסוי פנים: %@, ‏%@
hi: फ़ेस मास्क : %@, %@
hr: pokrivalo za lice: %@, %@
hu: arcmaszk: %@, %@
id: penutup wajah: %@, %@
it: mascherina: %@, %@
ja: マスク類: %@、%@
kk: бетперде: %@, %@
ko: 페이스웨어: %@, %@
lt: veido aksesuarai: %@, %@
ms: aksesori muka: %@, %@
nb: munnbind: %@, %@
nl: gezichtsbedekking: %@, %@
pl: maska: %@, %@
pt: máscara: %@, %@
pt_pt: acessório para o rosto: %@, %@
ro: acoperire pentru față: %@, %@
ru: маска для лица: %@, %@
sk: rúško: %@, %@
sl: obrazna maska: %@, %@
sv: ansiktsskydd: %@, %@
th: เครื่องประดับใบหน้า: %@, %@
tr: tıbbi maske: %@, %@
uk: аксесуар для обличчя: %@, %@
vi: khẩu trang: %@, %@
zh_cn: 口罩：%@，%@
zh_hk: 口罩：%@，%@
zh_tw: 口罩：%@，%@

# memoji.description.facialhair
source: facial hair: %@, %@;
ar: شعر الوجه: %@، %@:
bg: окосмяване на лице: %@, %@;
ca: pèl facial: %@, %@;
cs: vousy: %@, %@;
da: ansigtshår: %@, %@;
de: Bartfrisur: %@, %@;
el: τρίχες προσώπου: %@, %@,
es: vello facial: %@, %@;
es_us: vello facial: %@, %@;
fi: parta: %@, %@;
fr: pilosité faciale : %@, %@ ;
fr_ca: pilosité faciale : %@, %@;
he: שיער פנים: %@, %@;
hi: चेहरे के बाल : %@, %@;
hr: brkovi i brada: %@, %@;
hu: arcszőrzet: %@, %@;
id: bulu wajah: %@, %@;
it: barba: %@, %@;
ja: 顔ひげ: %@、%@、
kk: сақал-мұрт: %@, %@;
ko: 수염: %@, %@;
lt: veido plaukai: %@, %@;
ms: jambang, misai dan janggut: %@, %@;
nb: skjegg og bart: %@, %@;
nl: gezichtshaar: %@, %@;
pl: zarost: %@, %@;
pt: pelos faciais: %@, %@;
pt_pt: pelos faciais: %@, %@;
ro: păr facial: %@, %@;
ru: волосы на лице: %@, %@;
sk: porast na tvári: %@, %@;
sl: obrazne dlake: %@, %@;
sv: ansiktsbehåring: %@, %@;
th: ขนบนใบหน้า: %@, %@;
tr: sakal ve bıyık: %@, %@;
uk: волосся на обличчі: %@, %@;
vi: râu: %@, %@;
zh_cn: 鬓毛胡须：%@、%@；
zh_hk: 面部毛髮：%@，%@；
zh_tw: 毛髮：%@，%@；

# memoji.description.headwear
source: headwear: %@, %@
ar: غطاء الرأس: %@، %@
bg: аксесоари за глава: %@, %@
ca: accessoris del cap: %@, %@
cs: pokrývka hlavy: %@, %@
da: hovedbeklædning: %@, %@
de: Kopfbedeckung: %@, %@
el: αξεσουάρ κεφαλιού: %@, %@
es: prendas para la cabeza: %@, %@
es_us: accesorios para la cabeza: %@, %@
fi: päähine: %@, %@
fr: accessoire : %@, %@
fr_ca: accessoires : %@, %@
he: כיסוי ראש או פנים: %@, %@
hi: हेडवेअर : %@, %@
hr: pokrivalo za glavu: %@, %@
hu: fejviselet: %@, %@
id: aksesori kepala: %@, %@
it: copricapo: %@, %@
ja: 帽子類: %@、%@
kk: бас киім: %@, %@
ko: 헤드웨어: %@, %@
lt: galvos aksesuarai: %@, %@
ms: hiasan kepala: %@, %@
nb: hodeplagg: %@, %@
nl: hoofddeksels: %@, %@
pl: nakrycie głowy i osłona twarzy: %@, %@
pt: acessório: %@, %@
pt_pt: acessório para a cabeça: %@, %@
ro: accesorii pentru cap: %@, %@
ru: головной убор или маска: %@, %@
sk: pokrývka hlavy: %@, %@
sl: naglavno pokrivalo: %@, %@
sv: huvudbonad: %@, %@
th: เครื่องประดับศีรษะ: %@, %@
tr: şapka ve başlık: %@, %@
uk: головний убір чи маска: %@, %@
vi: mũ: %@, %@
zh_cn: 头饰：%@、%@
zh_hk: 頭飾：%@，%@
zh_tw: 頭飾：%@，%@

# memoji.description.no.hair
source: skin tone: %@; hairstyle: %@; eyebrow color: %@; eyes: %@;
ar: البشرة: %@، تسريحة الشعر: %@، لون الحاجب: %@، العينان: %@
bg: тен на кожата: %@; прическа: %@; цвят на вежди: %@; очи: %@;
ca: to de pell: %@; cabells: %@; color de les celles: %@; ulls: %@;
cs: pleť: %@, účes: %@, barva obočí: %@, oči: %@;
da: teint: %@; frisure: %@; øjenbrynsfarve: %@; øjne: %@;
de: Hautfarbe: %@; Frisur: %@; Augenbrauenfarbe: %@; Augen: %@;
el: τόνος δέρματος: %@, κούρεμα: %@, χρώμα φρυδιών: %@, μάτια: %@,
es: tono de piel: %@; peinado: %@; color de cejas: %@; ojos: %@;
es_us: piel: %@; peinado: %@, color de ceja: %@; ojos: %@;
fi: ihonväri: %@; hiustyyli: %@; kulmakarvojen väri: %@; silmät: %@;
fr: couleur de peau : %@ ; coiffure : %@ ; couleur des sourcils : %@ ; yeux : %@ ;
fr_ca: peau : %@; coiffure : %@; couleur des sourcils : %@; yeux : %@;
he: גון עור: %@; תסרוקת: %@; צבע גבות:%@; עיניים: %@;
hi: रंग : %@; बालों का स्टाइल : %@; भौंहों का रंग : %@; आँखें : %@;
hr: ton kože: %@; frizura: %@; boja obrva: %@; oči: %@;
hu: bőrtónus: %@; hajstílus: %@; szemöldök színe: %@; szem: %@;
id: warna kulit: %@; gaya rambut: %@, warna alis: %@; mata: %@;
it: carnagione: %@; capelli: %@; colore sopracciglia: %@; occhi: %@;
ja: スキントーン: %@、髪型: %@、まゆ毛の色: %@、目: %@、
kk: тері реңкі: %@; шаш үлгісі: %@; қас түсі: %@; көзі: %@;
ko: 피부톤: %@; 헤어스타일: %@; 눈썹 색상: %@; 눈: %@;
lt: odos atspalvis: %@; šukuosena: %@; antakių spalva: %@; akys: %@;
ms: ton kulit: %@; gaya rambut: %@; warna bulu kening: %@; mata: %@;
nb: hudfarge: %@; frisyre: %@, farge på øyenbryn: %@; øyne: %@;
nl: huidskleur: %@; haarstijl: %@; wenkbrauwkleur: %@; ogen: %@;
pl: karnacja: %@; fryzura: %@, kolor brwi: %@; oczy: %@;
pt: tom de pele: %@; penteado: %@; cor da sobrancelha %@; olhos: %@;
pt_pt: tom de pele: %@; penteado: %@; cor das sobrancelhas: %@; olhos: %@;
ro: ton piele: %@; coafură: %@; culoare sprâncene: %@; ochi: %@;
ru: кожа: %@; волосы: %@, брови: %@; глаза: %@;
sk: odtieň pokožky: %@; účes: %@; farba obočia: %@; oči: %@;
sl: polt: %@; pričeska: %@; barva obrvi: %@; oči: %@;
sv: hy: %@; frisyr: %@, färg på ögonbryn: %@; ögon: %@;
th: โทนสีผิว: %@; ทรงผม: %@; สีคิ้ว: %@; ตา: %@;
tr: ten rengi: %@; saç modeli: %@; kaş rengi %@; göz: %@;
uk: тон шкіри: %@; зачіска: %@; колір брів: %@; очі: %@;
vi: màu da: %@; kiểu tóc: %@; màu lông mày: %@; mắt: %@;
zh_cn: 肤色：%@；发型：%@；眉毛颜色：%@；眼睛：%@；
zh_hk: 膚色：%@；髮型：%@；眉毛顏色：%@；眼睛：%@；
zh_tw: 膚色：%@；髮型：%@；眉毛顏色：%@；眼睛：%@；
